Repository: AidanVIII/Sozi
Catalog: locales/*.po
Languages: nn, sv

source: Restore '{0}' in frame {1}
nn: Før '{0}' attende i ramma {1}
sv: Återställ '{0}' i ram {1}

source: Change '{0}' in frame {1}
nn: Endra '{0}' i ramma {1}
sv: Ändra '{0}' i ram {1}

source: Restore '{0}' in layer '{1}' of frame {2}
nn: Før attende '{0}' i laget '{1}' til ramma {2}
sv: Återställ '{0}' i lager '{1}' av ram {2}

source: Change '{0}' in layer '{1}' of frame {2}
nn: Endra '{0}' i laget '{1}' til ramma {2}
sv: Ändra '{0}' i lager '{1}' av ram {2}

source: Delete the new frame {0}
nn: Slett den nye ramma {0}
sv: Radera den nya ramen {0}

source: Create a new frame at {0}
nn: Lag ei ny ramme ved {0}
sv: Skapa en ny ram på {0}

source: Remove the layer '{0}' from frame {1}
nn: Fjern laget '{0}' frå ramma {1}
sv: Ta bort lagret '{0}' ur ramen {1}

source: Add layer '{0}' to frame {1}
nn: Legg til laget '{0}' til ramma {1}
sv: Lägg till lager '{0}' till ramen {1}

source: Restore deleted frame {0}
nn: Før attende den sletta ramma {0}
sv: Återställ raderad ram {0}

source: Delete frame {0}
nn: Slett frå {0}
sv: Radera ram {0}

source: Restore deleted layer '{0}' in frame {1}
nn: Før attende det sletta laget '{0}' i ramma {1}
sv: Återställ raderat lager '{0}' i ram {1}

source: Remove layer '{0}' from frame {1}
nn: Fjern laget '{0}' frå ramma {1}
sv: Ta bort lager '{0}' ur ram {1}

source: Delete duplicated frame {0}
nn: Slett den dupliserte ramma {0}
sv: Ta bort duplicerad ram {0}

source: Duplicate frame {0}
nn: Dupliser ramma {0}
sv: Duplicera ram {0}

source: Move frame {0} up
nn: Flytt ramma {0} opp
sv: Flytta upp ram {0}

source: Move frame {0} down
nn: Flytt ramma {0} ned
sv: Flytta ner ram {0}

source: Untitled
nn: Utan namn
sv: Namnlös

source: Create a new frame or add a layer
nn: Lag ei ny ramme eller legg til eit lag
sv: Skapa en ny ram eller lägg till ett lager

source: Add layer '{0}'
nn: Legg til laget '{0}'
sv: Lägg till lager '{0}'

source: New frame
nn: Ny ramme
sv: Ny ram

source: Enabled
nn: I bruk
sv: Aktiverad

source: Disabled
nn: Ikkje i bruk
sv: Inaktiverad

source: Constant speed
nn: Konstant fart
sv: Konstant hastighet

source: Speed up
nn: Auk farten
sv: Öka fart

source: Speed up (strong)
nn: Auk farten (mykje)
sv: Öka fart (mycket)

source: Speed down
nn: Senk farten
sv: Sänk fart

source: Speed down (strong)
nn: Senk farten (mykje)
sv: Sänk fart (mycket)

source: Speed up, then down
nn: Auk farten, deretter ned
sv: Öka fart, sedan sänk

source: Speed up, then down (strong)
nn: Auk farten, deretter ned (mykje)
sv: Öka fart, sedan sänk (mycket)

source: Speed down, then up
nn: Senk farten, deretter auk han
sv: Sänk fart, sedan öka

source: Speed down, then up (strong)
nn: Senk farten, deretter auk han (mykje)
sv: Sänk fart, sedan öka (mycket)

source: Immediate (beginning)
sv: Omedelbart (början)

source: Immediate (end)
sv: Omedelbart (slutet)

source: Immediate (middle)
sv: Omedelbart (mitten)

source: Delete the selected frame
nn: Slett den valde ramma
sv: Radera den valda ramen

source: Remove the selected layer
nn: Fjern det valde laget
sv: Ta bort det valda lagret

source: No action to undo
nn: Det finst inga handling å gjera om
sv: "Ångra" ej tillgängligt

source: No action to redo
nn: Det finst inga handling å gjera på nytt
sv: "Upprepa" ej tillgängligt

source: Undo
nn: Angra
sv: Ångra

source: Redo
nn: Ger om att
sv: Upprepa

source: Seq.
nn: Sekv.
sv: Sek.

source: Title
nn: Namn
sv: Titel

source: Create a new frame
nn: Lag ei ny ramme
sv: Skapa en ny ram

source: New
nn: Ny
sv: Skapa

source: Duplicate the selected frame
nn: Dupliser den valde ramma
sv: Duplicera den valda ramen

source: Duplicate
nn: Dupliser
sv: Duplicera

source: Delete
nn: Sletta
sv: Radera

source: Move the selected frame up
nn: Flytt den valde ramma opp
sv: Flytta upp den valda ramen

source: Move frame up
nn: Flytt ramma opp
sv: Flytta upp ram

source: Move the selected frame down
nn: Flytt den valde ramma ned
sv: Flytta ner den valda ramen

source: Move frame down
nn: Flytt ramma ned
sv: Flytta ner ramen

source: Timeout (seconds)
nn: Tidsavbrot (sekund)
sv: Timeout (sekunder)

source: Hide
nn: Gøym
sv: Dölj

source: Clip
nn: Klipp
sv: Beskär

source: Set the reference to a selected SVG element
nn: Set referansen til eit vald SVG-element
sv: Skapa en referens till ett valt SVG element

source: Remove the reference to this SVG element
nn: Fjern referansen til dette SVG-elementet
sv: Ta bort referensen till detta SVG element

source: <b>Frame properties</b>
nn: <b>Ramme-eigenskapar</b>
sv: <b>Ram-egenskaper</b>

source: Duration (seconds)
nn: Varer (sekund)
sv: Löptid (sekunder)

source: Profile
nn: Profil
sv: Profil

source: Path
sv: Sökväg

source: Set the reference to a selected SVG path
sv: Skapa referens till en vald SVG sökväg

source: Remove the reference to this SVG path
sv: Ta bort referensen till denna SVG sökväg

source: <b>Transition to this frame</b>
nn: <b>Overgang til denne ramma</b>
sv: <b>Övergång till denna ram</b>

source: Apply changes and go back to Inkscape
nn: Ta i bruk endringane og gå attende til Inkscape
sv: Genomför ändringarna och gå tillbaka till Inkscape

source: Cancel all changes and go back to Inkscape
nn: Gjer ingen av endringane og gå attende til Inkscape
sv: Avbryt och återgå till Inkscape utan att spara ändringar

source: Modules list
nn: Modullista
sv: Modul-lista

source: Settings
nn: Innstillingar
sv: Inställningar

source: Zoom (%)
nn: Skalering (%)

source: Presentation
nn: Presentasjon
